---
kind: property
id: P:Autodesk.Revit.DB.Visual.Stone.CommonTintToggle
source: html/eb2aa8db-10f3-f980-f0de-888937962d53.htm
---
# Autodesk.Revit.DB.Visual.Stone.CommonTintToggle Property

The property labeled "Tint" from the "Stone" schema.

## Syntax (C#)
```csharp
public static string CommonTintToggle { get; }
```

## Remarks
This property is of type "AssetPropertyBoolean".